Revit 2024 API
ParameterTypeId.InstanceFreeHostParam Property
 "Host"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId InstanceFreeHostParam { get; }
Visual Basic
Public Shared ReadOnly Property InstanceFreeHostParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InstanceFreeHostParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace